Repository: jerrywu128/laryngoscope_app_ios
Catalog: WifiCamMobileApp/*.lproj/Localizable.strings
Languages: de, es, it, zh_hant

# SETTING_BRIGHTNESS
source: brightness
zh_hant: 亮度

# SETTING_HUE
source: hue
zh_hant: 色調

# SETTING_SATURATION
source: saturation
zh_hant: 飽和度

# SETTING_BLC
source: BLC
zh_hant: 背光捕捉

source: Please Input Password
zh_hant: 請輸入密碼

source: Change Password
zh_hant: 變更密碼

# sure
source: Enter
zh_hant: 確定

source: Cancel
zh_hant: 取消

source: Current Password
zh_hant: 當前密碼

# input_old_password
source: 请输入旧密码
zh_hant: 請輸入舊密碼

# input_new_password
source: 请输入新密码
zh_hant: 請輸入新密碼

# iq_password_error
source: 请确认密码是否输入错误
zh_hant: 請確認密碼是否輸入錯誤

# change_password_sucess
source: 变更密码成功
zh_hant: 變更密碼成功

# new_password_null
source: 新密码不可为空
zh_hant: 新密碼不可為空

# scan_text
source: Please Scan the Qrcode on the laryngoscope
zh_hant: 請掃描喉鏡上面的QrCode

# qrcode_tp_error
source: Qrcode Type Error
zh_hant: Qrcode格式錯誤

source: Recording
zh_hant: 錄製中

# CameraPbError
source: Camera error!
de: Kamera Fehler!
es: ¡Error de la cámara!
it: Errore camera!

# SavePhotoWaitCount
source: Downloading %d / %d ... %d %%
de: Download %d / %d ... %d %% läuft
es: Descargando %d / %d ... %d %%
it: Download in corso %d / %d ... %d %%

# SETTING_VID_TL_INTERVAL_EVENT
source: Event
es: Evento
it: Evento

# ALERT_TITLE_SET_FLASH_MODE
source: Set Flash Mode
de: Flash Modus einstellen
es: Configurar Modo Flash
it: Impostazione modalità flash

# DownloadMiltiAsk
source: Total Files: %d Download Time: %d mins Confirm download?
de: Dateien gesamt: %d Download Zeit: % Min Download bestätigen?
es: Total archivos: %d Tiempo de descarga: %d min ¿Confirma descarga?
it: Files totali da scaricare: tempo minuti Confermi il download?

# SETTING_CAP_TL_DURATION_UNLIMITION
source: Unlimition
de: Unbegrenzt
es: Ilimitado
it: Illimitato

# SETTING_BURST_CONTINUOUS
source: Continuous
de: Dauerbetrieb
es: Continuo
it: Scatto continuo

# SETTING_CAR_MODE
source: Car Mode
de: Automodus
es: Modo Automóvil
it: Modalità automobile

# ALERT_NO
source: ON
de: Nein
es: No
it: No

# ALERT_SETTING_BURCT_SET
source: Please turn off Burst Capture to set this value
de: Zur Einstellung dieses Werts die Serienbildaufnahme bitte abschalten
es: Para configurar este valor desactive la Ráfaga
it: Spegnere la funzione Scatto continuo per impostare il valore

# ALERT_SETTING_CAR_MODE_SET
source: Please turn off Car Mode to set this value
de: Zur Einstellung dieses Werts den Automodus bitte abschalten
es: Para configurar este valor desactive el Modo Automóvil
it: Spegnere la funzione automobile per impostare il valore

# ALERT_SETTING_SLOW_MOT_SET
source: Please turn off Slow Motion to set this value
de: Zur Einstellung dieses Werts die Zeitlupe bitte abschalten
es: Para configurar este valor desactive la Cámara lenta
it: Spegnere la funzione Slow motion per impostare il valore

# ALERT_SETTING_TIMELAPSE_SET
source: Please turn off Timelapse to set this value
de: Zur Einstellung dieses Werts den Zeitraffer bitte abschalten
es: Para configurar este valor desactive el Timelapse
it: Spegnere la funzione timelapse per impostare il valore

# ALERT_TITLE_SET_PHOTO_RESOLUTION
source: Set Photo Resolution
de: Bildauflösung einstellen
es: Configurar resolución foto
it: Impostazioni risoluzione foto

# ALERT_YES
source: Yes
de: Ja
es: Sí
it: Si

# PhotosLabel
source: Photos
de: Fotos
es: Fotos
it: Foto

# SETTING_CAP_TL_INTERVAL_1_HR
source: 1hr
de: 1h

# SETTING_CAP_TL_DURATION_1_HR
source: 1hr
de: 1h
