Repository: jerrywu128/laryngoscope_app_ios
Catalog: WifiCamMobileApp/*.lproj/Localizable.strings
Languages: de, es, it, zh_hant

# appName
source: 原妙医学
zh_hant: 原妙醫學

source: Set Photo Resolution
de: Bildauflösung einstellen
es: Configurar resolución foto
it: Impostazioni risoluzione foto
zh_hant: 設定照片解析度

source: Albums
de: Alben
es: Álbumes
it: Album
zh_hant: 相簿

# Photos
source: Camera Roll
de: Kamerarolle
zh_hant: 照片

source: Videos
es: Vídeos
it: Video
zh_hant: 影片

# Edit
source: Choose
de: Auswählen
es: Seleccionar
it: Scegli
zh_hant: 選擇

# SelectItem
source: Select Items
de: Elemente wählen
es: Seleccionar elementos
it: Selezionare il fiel
zh_hant: 選取項目

# SelectedItems
source: %d Items Selected
de: %d Elemente ausgewählt
es: %d elementos seleccionados
it: %d file selezionato
zh_hant: 已選取%d項

# SelectedOneVideo
source: 1 Video Selected
de: 1 Video ausgewählt
es: 1 vídeo seleccionado
it: 1 video selezionato
zh_hant: 已選取1個影片

# SelectedVideos
source: %d Videos Selected
de: %d Elemente ausgewählt
es: %d vídeos seleccionados
it: %d Video selezionati
zh_hant: 已選取%d個影片

# SelectedOnePhoto
source: 1 Photo Selected
de: 1 Bild ausgewählt
es: 1 foto seleccionada
it: 1 foto selezionata
zh_hant: 已選取1張照片

# SelectedPhotos
source: %d Photos Selected
de: %d Bilder ausgewählt
es: %d fotos seleccionadas
it: %d Foto selezionate
zh_hant: 已選取%d張照片

# DownloadConfirmMessage
source: Total Files: %1 Download Time: %2 minutes Confirm download?
de: Dateien gesamt: %1 Download Zeit: %2 Min Download bestätigen?
es: Total archivos: %1 Tiempo de descarga: %2 minutos ¿Confirma descarga?
it: Totale file: %1 Tempo di download: %2 minuti Confermi il download?
zh_hant: 檔案數目: %1 下載時間: %2 分鐘 確認下載嗎?

# DownloadConfirmMessage1
source: Total Files: %1 Download Time: %2 seconds Confirm download?
de: Dateien gesamt: %1 Download Zeit: %2 Sek Download bestätigen?
es: Total archivos: %1 Tiempo de descarga: %2 segundos ¿Confirma descarga?
it: Totale file: %1 Tempo di download: %2 secondi Confermi il download?
zh_hant: 檔案數目: %1 下載時間: %2 秒鐘 確認下載嗎?

# DownloadConfirmMessage2
source: Total Files: %1 Download Time: %2 minutes %3 seconds Confirm download?
de: Dateien gesamt: %1 Download Zeit: %2 Minuten %3 Sekunden Download bestätigen?
es: Total archivos: %1 Tiempo de descarga: %2 minutos %3 segundos ¿Confirma descarga?
it: Totale file: %1 Tempo di download: %2 minuti %3 secondi Confermi il download?
zh_hant: 檔案數目: %1 下載時間: %2 分鐘 %3 秒鐘 確認下載嗎?

# DownloadConfirmMessage3
source: Total Files: %1 Download Time: %2 hours %3 mintues %4 seconds Confirm download?
de: Dateien gesamt: %1 Download Zeit: %2 Stunden %3 Minuten %4 Sekunden Download bestätigen?
es: Total archivos: %1 Tiempo de descarga: %2 horas %3 minutos %4 segundos ¿Confirma descarga?
it: Totale file: %1 Tempo di download: %2 ore %3 minuti %4 secondi Confermi il download?
zh_hant: 檔案數目: %1 下載時間: %2 小时 %3 分鐘 %4 秒鐘 確認下載嗎?

# DownloadingTitle
source: Downloading...
de: Download läuft...
es: Descargando...
it: Download in corso…
zh_hant: 下載檔案中...

# DownloadingMessage
source: Downloading %1/%2 %3%
de: Download läuft %1/%2 %3%
es: Descargando %1/%2 %3%
it: Download %1/%2 %3%
zh_hant: 下載 %1/%2 %3%

# DownloadDoneMessage
source: Totally downloaded %1 photos, %2 videos
de: Heruntergeladen insgesamt %1 Bilder, %2 Videos
es: Descargados completamente %1 fotos, %2 vídeos
it: Scaricati %1 foto, %2 video
zh_hant: 已下載 %1 照片, %2 影片

source: Deleting...
de: Wird gelöscht...
es: Borrando...
it: Cancellazione…
zh_hant: 刪除中...

# DeleteDoneTitle
source: Delete File
de: Datei löschen
es: Borrar archivo
it: Cancella i file
zh_hant: 刪除檔案

# DeleteDoneMessage
source: Selected items has deleted
de: Ausgewählte Elemente wurden gelöscht
es: Los elementos seleccionados han sido borrados
it: Selezionare i file da cancellare
zh_hant: 選取的檔案已刪除

source: Deleted
de: Gelöscht
es: Borrado
it: Cancellati
zh_hant: 刪除完畢

source: All
de: Alles
es: Todos
it: Tutti
zh_hant: 所有

source: Double tap to show
de: Anzeige Double Tap
es: Doble toque para mostrar
it: Tocca 2 volte per mostrare
zh_hant: 雙擊顯示

source: No photos
de: Keine Bilder
es: Ninguna foto
it: Nessuna foto
zh_hant: 没有照片

source: No videos
de: Keine Videos
es: Ningún vídeo
it: Nessun video
zh_hant: 没有影片

# SETTING_CAP_TL_DURATION_Unlimited
source: Unlimited
de: Unbegrenzt
es: Ilimitado
it: Illimitato
zh_hant: 無限制

# SETTING_UPSIDE_DOWN
source: Upside Down
de: Oberseite nach unten
es: Al revés
zh_hant: 反轉

# SETTING_SLOW_MOTION
source: Slow Motion
de: Zeitlupe
es: Cámara lenta
zh_hant: 慢動作

# SETTING_OFF
source: Off
zh_hant: 關閉

# SETTING_ON
source: On
zh_hant: 打開

# SETTING_TIMELAPSE
source: Timelapse
de: Zeitraffer
zh_hant: 間隔拍攝

# SETTING_TIMELAPSE_TYPE
source: Timelapse Type
de: Zeitraffer Typ
es: Tipo de timelapse
it: Tipologia timelapse
zh_hant: 間隔拍攝類型

# SETTING_TIMELAPSE_TYPE_VIDEO
source: Video
es: Vídeo
zh_hant: 視頻

# SETTING_TIMELAPSE_TYPE_STILL
source: Still
es: Imagen fija
it: Ancora
zh_hant: 圖片

# ZoomFailed
source: Zoom In/Out Failed!
de: Zoom In/Out Fehlgeschlagen!
es: Zoom adelante/atrás ¡Fallido!
it: Zoom In/Out fallito!
zh_hant: 放大/縮小失敗!

# NoCard
source: Please insert an SD card!
de: Keine Karte!
es: ¡Ninguna tarjeta!
it: Nessuna scheda memoria
zh_hant: 未插入記憶卡!

# Weibo
source: Sina Weibo
zh_hant: 新浪微博

source: Tencent Weibo
zh_hant: 騰訊微博

# SETTING_FORMAT_FAILED
source: format failed.
de: Kamera fehlgeschlagen.
es: formateo fallido.
it: Formattazione fallita
zh_hant: 格式化失敗

source: Auto Download
zh_hant: 自動下載

source: Change SSID
zh_hant: 改變Wi-Fi SSID

# UpdateFW
source: Update Firmware
zh_hant: 更新固件

# ClearAppTemp
source: Clear App Storage
zh_hant: 清空應用空間

# ConfirmFormatSD
source: Confirm Format?
zh_hant: 確認格式化?

# TimelapseOff
source: Timelapse Interval is OFF
zh_hant: 請在設置中將間隔拍攝打開

source: PREVIEW NOT SUPPORTED
zh_hant: 不支持預覽

# StartPVFailed
source: Failed to preview
zh_hant: 開流失敗

# ActionTimeOut
source: Time out
zh_hant: 操作超時

# CARD_INSERTED
source: SD card inserted
de: SD Karte eingelegt
es: Tarjeta SD puesta
it: Scheda SD inserita
zh_hant: 儲存卡已插入

# CARD_REMOVED
source: SD card removed
de: SD Karte entnommen
es: Tarjeta SD quitada
it: Scheda SD rimossa
zh_hant: 儲存卡已移除

# SETTING_BURST_10_PHOTOS
source: 10 Photos
de: 10 Bilder
es: 10 Fotos
it: 10 foto
zh_hant: 10張

# SETTING_BURST_3_PHOTOS
source: 3 Photos
de: 3 Bilder
es: 3 Fotos
it: 3 foto
zh_hant: 3張

# SETTING_BURST_5_PHOTOS
source: 5 Photos
de: 5 Bilder
es: 5 Fotos
it: 5 foto
zh_hant: 5張

# CameraAlbum
source: Album
es: Álbum
zh_hant: 相册

# SETTING_APP_VERSION
source: APP version: %@
es: Versión APP: %@
it: Versione App: %@
zh_hant: 應用程式版本：%@

# SETTING_POWER_SUPPLY_AUTO
source: Auto
zh_hant: 自動

# SETTING_AWB_AUTO
source: Auto
zh_hant: 自動

# DownloadPhotoError
source: Cannot download item
de: Element Download nicht möglich
es: Imposible descargar el elemento
it: Non posso scaricare il file
zh_hant: 無法下載文件

# DownloadThumbError
source: Cannot download thumbnail
de: Vorschau Download nicht möglich
es: Imposible descargar la miniatura
it: Non posso scaricare l'anteprima
zh_hant: 無法下载縮圖

# STREAM_CAPTURE_FAILED
source: Capture failed, please retry
de: Aufname fehlgeschlagen, bitte erneut versuchen
es: Captura fallida, vuelva a intentarlo
it: Funzione fallita, riprovare
zh_hant: 拍照失敗，請重試

# ALERT_CLOSE
source: Close
de: Schließen
es: Cerrar
it: Chiuso
zh_hant: 關閉

# SETTING_AWB_CLOUDY
source: Cloudy
de: Bewölkt
es: Nublado
it: Nuvoloso
zh_hant: 多雲

# Sure
source: Confirm
de: Bestätigen
es: Confirmar
it: Conferma
zh_hant: 確認

# DeleteSure
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar la eliminación
it: Conferma la cancellazione
zh_hant: 確認刪除

# SureDelete
source: Confirm Delete
de: Löschen bestätigen
es: Confirmar la eliminación
it: Conferma la cancellazione
zh_hant: 確認刪除

# SureDownload
source: Confirm Download
de: Download bestätigen
es: Confirmar la descarga
it: Conferma il Download
zh_hant: 確認下載

source: Connecting, please wait...
de: Verbindungsaufbau, bitte warten...
es: Conectando, espere por favor...
it: Connessione in corso. Attendere…
zh_hant: 連線中，請稍後...

# ConnectError
source: Connection Error
de: Verbindung Fehler
es: Error de conexión
it: Errore di connessione
zh_hant: 連線失敗

# SETTING_DATESTAMP_DATE
source: Date
de: Datum
es: Fecha
it: Data
zh_hant: 日期

# SETTING_DATESTAMP_DATE_TIME
source: Date & Time
de: Datum & Uhrzeit
es: Fecha y Hora
it: Data e ora
zh_hant: 日期和時間

# SETTING_AWB_DAYLIGHT
source: Daylight
de: Tageslicht
es: Luz de día
it: Luce diurna
zh_hant: 陽光

# DeleteMultiAsk
source: Delete %d selected items?
de: %d ausgewählte Elemente löschen?
es: ¿Borrar los %d elementos seleccionados?
it: Cancellare %d i files selezionati?
zh_hant: 是否删除選擇的 %d 個文件?

# DeletePhoto
source: Delete Items
de: Elemente löschen
es: Borrar elementos
it: Files cancellati
zh_hant: 删除文件

source: Delete Selected
de: Auswahl löschen
es: Borrar seleccionados
it: Cancellazione file selezionati
zh_hant: 删除選擇的

# AllDownload
source: Download All
de: Alles herunterladen
es: Descargar Todos
it: Download di tutti i file
zh_hant: 全部下載

# DownloadAllPhoto
source: Download all items
de: Alle Elemente herunterladen
es: Descargar todos los elementos
it: Download di tutti i file
zh_hant: 下載所有文件

# DownloadPhoto
source: Download item
de: Element herunterladen
es: Descargar elemento
it: Download del file
zh_hant: 下載文件

# DownloadFileList
source: Download list
de: Liste herunterladen
es: Descargar lista
it: Download lista file
zh_hant: 下載列表

# DownloadSelected
source: Download Seletected
de: Auswahl herunterladen
es: Descargar seleccionados
it: Download files selezionati
zh_hant: 下載選中的文件

# CompleteDownload
source: Downloaded %d pictures %d videos
de: %d Bilder %d Videos heruntergeladen
es: Descargados %d fotos %d vídeos
it: Download %d foto %d video
zh_hant: 共下載 %d 張相片 %d 個影片

# DownloadFileListWait
source: Downloading list...
de: Downloading Liste läuft...
es: Descargando lista
it: Download lista file
zh_hant: 正在下載檔案列表...

# DownloadSelectedError
source: Error while downloading, %d items not downloaded
de: Fehler während des Downloadvorgangs, %d Elemente nicht heruntergeladen
es: Error al descargar, %d elementos no descargados
it: Errore durante il download d files non scaricati
zh_hant: 有 %d 個文件下載失敗

# SaveError
source: Error while saving
de: Fehler beim Speichern
es: Error al guardar
it: Errore durante il salvataggio
zh_hant: 存檔失敗

# SETTING_AWB_FLUORESECENT
source: Fluoresecent
de: Leuchtstofflampe
es: Fluoresecente
it: Fluorescente
zh_hant: 螢光燈

# SETTING_FORMAT_CONFIRM
source: Format
es: Formateo
it: Formattazione
zh_hant: 格式化

# SETTING_FORMAT_FINISH
source: format finish.
de: Format Ausführung.
es: formateo term.
it: Formattazione terminata
zh_hant: 格式化完成

# SETTING_FORMATTING
source: formatting...
de: Formatierung läuft...
es: formateando...
it: Formattazione…
zh_hant: 正在格式化...

# SETTING_FIRMWARE_VERSION
source: FW version: %@
es: Versión FW: %@
it: Versione Firmware: %@
zh_hant: 韌體版本：%@

# PhotoView
source: Gallery
de: Bildergalerie
es: Galería
it: Galleria
zh_hant: 相簿

# SETTING_BURST_HIGHEST_SPEED
source: Highest speed
de: Höchstgeschwindigkeit
es: Velocidad máxima
it: Velocita più elevata
zh_hant: 最高速度

# SETTING_AWB_INCANDESCENT
source: Incandescent
de: Glühlampe
es: Incandescente
it: Incandescente
zh_hant: 白熾燈

# SavePhotoToAlbum
source: Item saved to album
de: Element im Album gespeichert
es: Elemento guardado en álbum
it: Files salvati nell'album
zh_hant: 文件已保存至手機相機膠卷

source: Load Setting Data...
de: Einstellungsdaten laden...
es: Cargar datos de configuración...
it: Caricamento dati
zh_hant: 正在載入設定中...

# MultipleSelect
source: Mutiple Select
de: Mehrfach-Auswahl
es: Selección múltiple
it: Selezione multipla
zh_hant: 多項選擇

# SETTING_PRODUCT_NAME
source: Product Name: %@
de: Produktname: %@
es: Nombre del producto: %@
it: Nome prodotto: %@
zh_hant: 產品名稱：%@

# SavePhoto
source: Save
de: Speichern
es: Guardar
it: Salva
zh_hant: 保存

# PhotoSavingWait
source: Saving, please wait...
de: Wird gespeichert, bitte warten...
es: Guardando, espere por favor...
it: Salvattaggio in corso, attendere…
zh_hant: 正在保存,請稍後...

source: Saving...
de: Wird gespeichert
es: Guardando...
it: Salvataggio
zh_hant: 保存中...

# CARD_ERROR
source: SD card read error!
de: SD Karte Fehler beim Lesen!
es: ¡Error de lectura tarjeta SD!
it: Errore scheda SD
zh_hant: 儲存卡讀取錯誤!

# SelectPhotoAmount
source: Selected %d / %d Items
de: %d / %d Elemente ausgewählt
es: Seleccionados %d / %d elementos
it: Selezionare files
zh_hant: 已選擇 %d / %d 個文件

# DeleteSelectSuccess
source: Selected items deleted
de: Ausgewählte Elemente gelöscht
es: Borrados los elementos seleccionados
it: Files selezionati cancellati
zh_hant: 删除選定文件

# DownloadSelectedPhoto
source: Seletected items downloaded
de: Ausgewählte Elemente heruntergeladen
es: Descargados los elementos seleccionados
it: Files selezionati scaricati
zh_hant: 所選文件下載完成

# STREAM_SET_RES
source: Set resolution
de: Auflösung einstellen
es: Configurar resolución
it: impostazione risoluzione
zh_hant: 設定解析度

# STREAM_SET_TIMER
source: Set Timer
de: Auslöser einstellen
es: Configurar temporizador
it: Impostazione timer
zh_hant: 設定定時器

# STREAM_FAILED
source: Video stream lost, please get closer to the device and reconnect.
de: Videostream nicht erfasst, bitte näher ans Gerät begeben und erneut verbinden.
es: Perdido flujo vídeo, acercarse al dispositivo y volver a conectar.
it: Connessione persa, avvicinarsi alla cam e riprovare
zh_hant: 設備已斷開，請靠近設備並重新連線

# ShowNoViewVideoTip
source: Video streaming not supported
de: Video Streaming nicht unterstützt
es: Streaming de vídeo no soportado
it: Streaming video non supportato
zh_hant: 無法支援此影片

# NoWifiConnection
source: Wi-Fi connection with device not found
de: Wlan Verbindung mit dem Gerät nicht gefunden
es: No encontrada conexión WiFi con dispositivo
it: Connessione wi-fi con apparato sconosciuto
zh_hant: 找不到可用的Wi-Fi連線

# DeleteError
source: Error while deleting
de: Fehler während des Löschvorgangs
es: Error al borrar
it: Errore di cancellazione
zh_hant: 删除失敗

# DeleteMultiError
source: Error while deleting, %d items not deleted
de: Fehler während des Löschvorgangs, %d Elemente nicht gelöscht
es: Error al borrar, %d elementos no borrados
it: Errore di cancellazione files non cancellati
zh_hant: 有 %d 個文件刪除失敗

# CARD_FULL_RECORDING_CANCELED
source: Warning: SD card full, cannot record or take pictures.
de: Warnung: SD Karte voll, keine Aufzeichnungen bzw. Aufnahmen möglich.
es: Advertencia: Tarjeta SD llena, no se puede grabar ni hacer fotos.
it: Attenzione memoria piena impossibile memorizzare foto
zh_hant: 警告：記憶卡已滿，無法錄製或拍照。

# SETTING_ABOUT
source: About
de: Über
es: Acerca de
it: Circa
zh_hant: 關於

# STREAM_TITLE
source: Camera Preview
de: Kamera Vorschau
es: Vista previa de la cámara
it: Anteprima
zh_hant: 相機預覽

source: Cancel
de: Abbruch
es: Anular
it: Cancella
zh_hant: 取消

# STREAM_ERROR_CAPTURING
source: Capturing cannot switch
de: Aufnahme, umschalten nicht möglich
es: No permitido cambio en Captura
it: Cambio fuzione non permesso
zh_hant: 不能切換拍照

# STREAM_CAPTURING
source: Capturing...
de: Aufnahme läuft...
es: Capturando...
it: Acquisizione …
zh_hant: 拍照...

source: Connecting...
de: Verbindungsaufbau...
es: Conectando...
it: Connessione…
zh_hant: 連線中...

# TimeoutError
source: Connection to camera failed, please ensure Wi-Fi connection is working and the correctness of the Camera IP address.
de: Verbindung mit der Kamera fehlgeschlagen, korrekte Wlan Verbindung überprüfen.
es: Fallida conexión con la cámara, asegúrese de que la conexión WiFi funciona.
it: Connessione fallita, assicurarsi che la connessione WI-Fi sia attiva
zh_hant: 相機的連線失敗，請確保Wi-Fi連線工作及Camera IP地址的正確性。

# SETTING_BURST
source: Continuous Shooting
de: Serienbildaufnahme
es: Disparo continuo
it: Scatto continuo
zh_hant: 連拍

# SETTING_BURST_INTERVAL
source: Continuous Shooting Interval
de: Serienbildaufnahme Intervall
es: Intervalo de disparo continuo
it: Intervallo di scatto continuo
zh_hant: 定時拍照間隔

# SETTING_DATESTAMP
source: Date Stamp
de: Datumsanzeige
es: Sello de fecha
it: Visulizza data
zh_hant: 日期戳記

source: Delete
de: Löschen
es: Borrar
it: Cancella
zh_hant: 刪除

# STREAM_ERROR_CANNOT_OPEN_GALLERY
source: Disabled while capturing or recording
de: Während der Aufnahme bzw. Aufzeichnung deaktiviert
es: Desactivado al capturar o grabar
it: Funzione disabilitata durante l'uso
zh_hant: 拍照或錄影中禁止使用

# SETTING_FORMAT_DESC
source: Do you want to format SD, all your data will be lost?
de: SD-Karte wirklich formatieren? Alle gespeicherten Daten gehen verloren.
es: ¿Desea formatear la tarjeta SD? Se perderán todos los datos.
it: Vuoi formattare la Scheda di memoria, tutti i dati saranno persi?
zh_hant: 格式化SD ，你的所有資料將會遺失？

source: Download
es: Descargar
zh_hant: 下載

source: Exit
de: Abbruch
es: Salir
it: Esci
zh_hant: 退出...

# STREAM_EXITING
source: Exiting...
de: Wird abgebrochen...
es: Saliendo...
it: Uscita in corso…
zh_hant: 退出...

# SETTING_FORMAT
source: Format Camera
de: Kamera formatieren
es: Formatear cámara
it: Formattazione
zh_hant: 格式化SD

# SETTING_POWER_SUPPLY
source: Frequency
de: Frequenz
es: Frecuencia
it: Frequenza
zh_hant: 電源頻率

# ALERT_LOW_BATTERY
source: Low battery, please recharge the device.
de: Akku-Ladestatus niedrig, bitte aufladen.
es: Batería baja, recargue el dispositivo.
it: Livello batteria basso, mettere in carica
zh_hant: 電池電量不足，請充電。

# NotEnoughSpaceError
source: Not enough space!
de: Zu wenig Speicherplatz!
es: ¡No hay suficiente espacio!
it: Memoria piena!
zh_hant: 空間不足！

# STREAM_ERROR_NOT_ENOUGH_SPACE
source: Not enough space!
de: Zu wenig Speicherplatz!
es: ¡No hay suficiente espacio!
it: Memoria piena!
zh_hant: 空間不足！

# DownloadNotEnoughSpace
source: Handset does not have enough storage, please delete some files and restart.
de: Speicherplatz des Handsets zu gering, bitte einige Dateien löschen und neu starten.
es: Espacio insuficiente, borre algunos archivos y reinténtelo.
it: Spazio insufficente, cancellare qualche file e riprovare
zh_hant: 沒有足夠的儲存空間，請刪除一些文件，然後重新啟動。

# SETTING_BURST_OFF
source: Off
zh_hant: 關閉

# SETTING_DATESTAMP_OFF
source: Off
zh_hant: 關閉

# SETTING_CAP_TL_INTERVAL_OFF
source: Off
zh_hant: 關閉

# SETTING_CAP_TL_DURATION_OFF
source: Off
zh_hant: 關閉

# SETTING_VID_TL_INTERVAL_OFF
source: Off
zh_hant: 關閉

# SETTING_VID_TL_DURATION_OFF
source: Off
zh_hant: 關閉

# SETTING_SELF_TIMER_CHANGE_TO_OFF
source: Off
zh_hant: 關閉

# SETTING_SELF_TIMER_OFF
source: Off
zh_hant: 關閉

# STREAM_WAIT_FOR_VIDEO
source: Please wait
de: Bitte warten
es: Espere por favor
it: Attendere..
zh_hant: 請稍後

# STREAM_EXIT_WAIT
source: Please wait
de: Bitte warten
es: Espere por favor
it: Attendere..
zh_hant: 請稍後

# STREAM_EXIT_RECORDING
source: Press again to stop recording and exit
de: Erneut drücken, um die Aufnahme zu stoppen und abbrechen
es: Pulse de nuevo para detener la grabación y salir
it: Preme ancora per fermare ed uscire
zh_hant: 再次按下停止錄音並退出

# STREAM_ERROR_CAPTURING_CAPTURE
source: Processing...
de: Verarbeitung läuft...
es: Procesando...
it: Attendere..
zh_hant: 正在處理中...

source: PTP Connected
de: PTP angeschlossen
es: Conexión PTP
it: Connessione PTP
zh_hant: PTP連線

# STREAM_RECONNECT
source: Reconnect
de: Erneut verbinden
es: Reconexión
it: Riconnessione
zh_hant: 重新連線

# STREAM_ERROR_RECORDING
source: Recording cannot switch
de: Aufzeichnung, umschalten nicht möglich
es: No permitido cambio en Grabación
it: Cambio fuzione non permesso
zh_hant: 攝影中無法切換

# CARD_FULL
source: SD card is full
de: SD Karte voll
es: La tarjeta SD está llena
it: Scheda SD piena
zh_hant: SD卡已滿

# STREAM_SET_ERROR
source: Set Failed
de: Einstellung fehlgeschlagen
es: Configuración fallida
it: Operazione fallita
zh_hant: 設定失敗

# ALERT_TITLE_SET_SELF_TIMER
source: Set Self Timer
de: Selbstauslöser einstellen
es: Configurar temporizador
it: Impostazioni auto scatto
zh_hant: 設定計時

# STREAM_SET_COMPLETE
source: Set Success
de: Einstellung erfolgt
es: Configuración efectuada
it: Operazione riuscita
zh_hant: 設定成功

# ALERT_TITLE_SET_VIDEO_RESOLUTION
source: Set Video Resolution
de: Videoauflösung einstellen
es: Configurar resolución vídeo
it: Impostazioni risoluzione video
zh_hant: 設定解析度

source: Setting
de: Einstellung
es: Configuración
it: Impostazioni
zh_hant: 設定

# SETTING_CAP_TIMESCAPE_LIMIT
source: Timelapse Duration
de: Zeitraffer Dauer
es: Duración del Timelapse
it: Durata Timelapse
zh_hant: 間隔攝影時間

# SETTING_CAP_TIMESCAPE_INTERVAL
source: Timelapse Interval
de: Zeitraffer Intervall
es: Intervalo de Timelapse
it: Intervallo Timelapse
zh_hant: 時間間隔長度

# SETTING_VID_TIMESCAPE_LIMIT
source: Video Timelapse Duration
de: Video Zeitraffer Dauer
es: Duración del Timelapse vídeo
it: Durata Timelapse video
zh_hant: 影線攝影間隔時間

# SETTING_VID_TIMESCAPE_INTERVAL
source: Video Timelapse Interval
de: Video Zeitraffer Intervall
es: Intervalo del Timelapse vídeo
it: Intervallo Timelapse video
zh_hant: 無縫錄影

# CARD_FULL_RECORDING
source: Warning: SD card full, video recording stopped.
de: Warnung: SD Karte voll, Videoaufzeichnung abgebrochen.
es: Advertencia: Tarjeta SD llena, interrumpida grabación vídeo.
it: Attenzione memoria piena registrazione sospesa
zh_hant: 警告：SD卡已滿，錄影停止。

# SETTING_AWB
source: White Balance
de: Weißabgleich
es: Balance de blancos
it: Bilanciamento bianco
zh_hant: 白平衡

# ALERT_DOWNLOAD_CORRECT_APP
source: Please download correct APP
de: Bitte die korrekte App herunterladen
es: Descargar la app correcta
it: Scaricare l'applicazione corretta
zh_hant: 請使用正確的APP

source: Media on My iPhone
de: iphone Kamerarolle
es: iphone rollo de la cámara
it: iphone rullino fotografico
zh_hant: 本機相簿

source: Video Connecting Please wait
zh_hant: 影像處理中請稍候

source: Add New Camera
de: die Kamera
es: añadir la cámara
it: aggiungere macchina fotografica
zh_hant: 添加新相機

source: Connect to
de: verbunden mit
es: conectado a
it: collegare a
zh_hant: 連接到

source: Warning
de: Achtung!
es: Advertencia
it: avvertimento
zh_hant: 警告

source: Audio
zh_hant: 聲音

# Connected to other Wi-Fi
source: Connected to other Wi-Fi, please connect again.
zh_hant: 已連接至其他Wi-Fi，請重新連接。

source: Reconnect to
zh_hant: 重新連接到

source: Live URL
zh_hant: 直播URL

# LIVE_RESOLUTION
source: Set Live Resolution
zh_hant: 直播解析度

source: Tips
zh_hant: 溫馨提示

source: Start Live...
zh_hant: 開始直播...

source: Stop Live...
zh_hant: 停止直播...

# LIVE_STREAM_FORMAT
source: Please switch to the h. 264 stream format to broadcast live!
zh_hant: 請切換至H.264流格式才能進行直播!

# LIVE_FAILED
source: Live failure, please check up network status and the correctness of the URL!
zh_hant: 直播失敗，請檢查網絡狀況和URL的正確性!

# CreateLiveBroadCastFailed
source: Failed to create a LiveBroadcast
zh_hant: 創建直播廣播失敗

# CreateStreamingChannelFailed
source: Failed to create a streaming channel
zh_hant: 創建streaming通道失敗

# BindFailed
source: Binding LiveBroadcast and LiveStreams failure
zh_hant: 綁定LiveBroadcast和LiveStreams失敗

# CheckoutLiveBroadCastStatusFailed
source: Switch liveBroadcast failure
zh_hant: 切換liveBroadcast失敗

# ActivetoTestingFailed
source: Convert LiveBroadcast to testing status failed
zh_hant: 切換直播廣播為testing狀態失敗

# TestingtoLiveFailed
source: Convert LiveBroadcast to live status failed
zh_hant: 切換直播廣播為live狀態失敗

# GetLiveBroadcastStautsFailed
source: Get LiveBroadcast status failed
zh_hant: 獲取直播廣播狀態失敗

# SETTING_AWB_UNDERWATER
source: underwater
zh_hant: 水下

# SETTING_BURST_7_PHOTOS
source: 7 Photos
zh_hant: 7張

# SETTING_BURST_15_PHOTOS
source: 15 Photos
zh_hant: 15張

# SETTING_BURST_30_PHOTOS
source: 30 Photos
zh_hant: 30張

source: unlimited
zh_hant: 無限制

# SetScreenSaver
source: ScreenSaver
zh_hant: 自動熄屏

# SetAutoPowerOff
source: Auto PowerOff
zh_hant: 自動關機

# SetPowerOnAutoRecord
source: PowerOn Auto Record
zh_hant: 開機自動錄影

# SetExposureCompensation
source: Exposure Compensation
zh_hant: 曝光補償

# SetImageStabilization
source: Image Stabilization
zh_hant: 圖像防抖

# SetVideoFileLength
source: Video File Length
zh_hant: 錄像時間

# SetFastMotionMovie
source: Fast Motion Movie
zh_hant: 快錄

# SetWindNoiseReduction
source: Wind Noise Reduction
zh_hant: 降噪
